Repository: Blockstream/esplora
Catalog: lang/*.po
Languages: el, he, it

source: Address
el: Διεύθυνση
he: כתובת
it: Indirizzo

source: Address reuse
el: Επαναληπτική διεύθυνσή
he: שימוש חוזר בכתובות

source: Address: %s
el: Διεύθυνση: %s
he: כתובת: %0
it: Indirizzo: %0

source: Amount commitment
el: Ποσό δέσμευσης
it: Commitment dell'Importo

source: Asset commitment
el: Δέσμευση περιουσιακών στοιχείων
it: Commitment dell'Asset

source: Asset ID
el: Αναγνωριστικό στοιχείο
he: מזהה נכס

source: Bits
el: Μπιτς

source: Block Challenge
el: Πρόκληση μπλοκ
it: Challenge del Blocco

source: Block height
el: Ύψος μπλοκ
he: גובה בלוק
it: Altezza del Blocco

source: Block not found
el: Δεν βρέθηκε μπλοκ
he: בלוק לא נמצא
it: Blocco Non Trovato

source: Block %s
el: Μπλοκ %s
he: בלוק %0
it: Blocco %0

source: Block Solution
el: Λύση μπλοκ
it: Soluzione del Blocco

source: Block #%s: %s
el: Μπλοκ #%s: %s
he: בלוק #%0: %1
it: Blocco #%0: %1

source: Block timestamp
el: Σήμανση μπλοκ
he: זמן בלוק
it: Timestamp del Blocco

source: Broadcast raw transaction (hex)
el: Εκπομπή ακατέργαστης συναλλαγής (hex)
he: פרסום טרנזקציה גולמית (hex)
it: Trasmetti una Raw Transaction (hex)

source: Broadcast transaction
el: Mετάδοση συναλλαγής
he: פרסם טרנזקציה
it: Trasmetti transazione

source: Broadcast tx
el: Mετάδοση tx
he: פרסם טרנזקציה
it: Trasmetti TX

source: Cancel
el: Ακύρωση
he: בטל
it: Annulla

source: Confidential
el: Απόρρητο
he: חסוי
it: Confidenziale

source: Confirmed
el: Επιβεβαιωθεί
he: מאושר
it: Confermata

source: Confirmed received
el: Eπιβεβαίωσης ελήφθη
he: התקבל (מאושר)
it: Output confermati ricevuti

source: Confirmed spent
el: Επιβεβαιωμένες δαπάνες
he: נשלח (מאושר)
it: Output confermati spesi

source: Confirmed tx count
el: Αριθμός επιβεβαιωμένον tx
he: מספר טרנזקציות מאושרות
it: Numero di transazioni confermate

source: Confirmed unspent
el: Επιβεβαιωμένα μη δαπανηθέντα
he: לא מנוצל (מאושר)
it: Output confermati non spesi

source: Currently unavailable
el: Προς το παρόν μη διαθέσιμο
he: לא זמין כעת

source: Details
el: Λεπτομέριες
he: פרטים
it: Dettagli

source: Esplora is currently unavailable, please try again later.
el: Το Esplora δεν είναι διαθέσιμο προς το παρόν, δοκιμάστε ξανά αργότερα.
he: אספלורה לא זמין כעת, אנא נסה שוב מאוחר יותר.

source: Fee
el: Χρέωση
he: עמלה

source: Go
el: Mεταβείτε
it: Vai

source: Height
el: Ύψος
he: גובה
it: Altezza

source: In best chain
el: Στην καλύτερη αλυσίδα
he: בשרשרת הכי טובה

source: In best chain (%s confirmations) (singular)
el: Στην καλύτερη αλυσίδα (%s επιβεβαίωση)
he: בשרשרת הכי טובה (אישור אחד)
it: Nella migliore catena (1 conferma)

source: In best chain (%s confirmations) (plural)
el: Στην καλύτερη αλυσίδα (%s επιβεβαιώσεις)
he: בשרשרת הכי טובה (%0 אישורים)
it: Nella migliore catena (%0 conferme)

source: Included in Block
el: Περιλαμβάνεται στο μπλοκ
he: כלול בבלוק
it: Inclusa in Blocco

source: in %s blocks (%s from tip)
el: σε μπλοκ %s (%s από την άκρη)
he: בתוך %s בלוקים (עומק mempool של %s)

source: Issuance
el: Έκδοση
he: הנפקה
it: Emissione

source: Issuance amount
el: Ποσό έκδοσης
he: כמות הנפקה

source: Issuance blinding nonce
el: Έκδοση τυφλών του παρόν
it: Blinding nonce di emissione

source: Issuance entropy
el: Εντροπία έκδοσης
it: Entropia di emissione

source: lang_id
el: el
he: he
it: it

source: lang_name
el: Ελληνικα
he: עברית
it: Italiano

source: Likely self-transfer
el: Πιθανή αυτο-μεταφορά
he: העברה עצמית בסבירות גבוהה

source: Loading...
el: Φόρτωση...
he: טוען...
it: Caricamento in corso...

source: Load more
el: Φορτώστε περισσότερα
he: טען עוד
it: Continua

source: Lock time
el: Χρόνος κλειδαριών
he: נעילת זמן

source: Mempool
el: Μempool

source: Merkle root
el: Ρίζα Merkle
he: שורש מרקל

source: New asset
el: Νέο περιουσιακό στοιχείο
he: נכס חדש
it: Nuovo Asset

source: Newer
el: Πιο Καινούργιο
he: חדש יותר
it: Più recente

source: Next
el: Επόμενο
he: הבא
it: Prossimo

source: Nonce
el: Το παρόν

source: Nonstandard
el: Μεταβλητό
he: לא סטנדרטי

source: No outputs
el: Κανένα παράγοντο
he: ללא פלטים
it: Nessun Output

source: No recent transactions
el: Δεν υπάρχουν πρόσφατες συναλλαγές
he: אין טרנזקציות אחרונות

source: No reissuance
el: Καμία επανέκδοση
he: ללא הנפקה מחדש
it: Nessuna Riemissione

source: No results found
el: Δεν βρέθηκαν αποτελέσματα
he: לא נמצאו תוצאות
it: Nessun risultato trovato

source: nSequence
el: Ακολουθία n

source: Older
el: Παλαιότερα
he: ישן יותר
it: Più vecchio

source: OP_RETURN data
el: OP_RETURN δεδομένα
he: מידע OP_RETURN
it: Dati di OP_RETURN

source: Opted in
el: Επιλέξατε
he: מופעל

source: Orphaned
el: Ορφανή
he: יתום
it: Orfano

source: Outpoint
el: Εκτός σημείου
he: מזהה פלט

source: Output in parent chain
el: Έξοδος στη μητρική αλυσίδα
he: מטבע משרשרת אם
it: Output nella catena padre

source: overpaying by %s%
el: υπερπληρωμή κατά %s%
he: עמלת יתר של %s%

source: Page Not Found
el: Η Σελίδα Δεν Βρέθηκε
he: עמוד לא נמצא
it: Pagina Non Trovata

source: Peg-out address
el: Peg-out διεύθυνση
it: Indirizzo di peg-out

source: Peg-out to
el: Peg-out σε
it: Peg-out verso

source: Possibly a CoinJoin transaction
el: Ενδεχομένως μια συναλλαγή CoinJoin
he: נראה כמו טרנזקציית CoinJoin

source: Powered by esplora
el: Τροφοδοτείται από το esplora

source: Prev
el: Προηγ
he: הקודם
it: Precedente

source: Previous
el: Προηγούμενη
he: קודם
it: Precedente

source: Previous output address
el: Προηγούμενη διεύθυνση εξόδου
he: כתובת פלט קודם
it: Indirizzo dell'output precedente

source: Previous output script
el: Προηγούμενη έξοδος σκριπτ
he: סקריפט פלט קודם
it: Script dell'output precedente

source: Privacy analysis
el: Ανάλυση απορρήτου
he: ניתוח פרטיות

source: Recent transactions
el: Πρόσφατες συναλλαγές
he: טרנזקציות אחרונות

source: Reissuance
el: Επανέκδοση
he: הנפקה נוספת
it: Riemissione

source: Reissuance commitment
el: Δέσμευση επανέκδοσης
it: Commitment di riemissione

source: Reissuance keys
el: Κλειδιά επανέκδοσης
he: מפתחות הנפקה מחדש
it: Chiavi di riemissione

source: Replace by fee
el: Αντικαταστήστε με χρέωση

source: Round payment amount
el: Ποσό στρογγυλής πληρωμής
he: סכום תשלום עגול

source: %s blocks
el: %s μπλοκ
he: %s בלוקים

source: Scan QR
el: Σάρωση QR
he: סרוק QR
it: Scansiona QR

source: %s Confirmations (singular)
el: %s Επιβεβαίωση
he: אישור אחד
it: 1 Conferma

source: %s Confirmations (plural)
el: %s επιβεβαιώσεις
he: %0 אישורים
it: %0 Conferme

source: Search for block height, hash, transaction, or address
el: Αναζήτηση ύψους μπλοκ, κατακερματισμού, συναλλαγής ή διεύθυνση
he: חפש לפי גובה בלוק, האש בלוק, טרנזקציה או כתובת
it: Cerca per altezza blocco, hash, transazione o indirizzo

source: SegWit fee savings
el: SegWit εξοικονόμηση τελών
he: חסכון עמלות של סגוויט

source: Sending to a different script type
el: Αποστολή σε διαφορετικό τύπο σκριπτ
he: שליחה לסוג סקריפט שונה

source: %s from tip
el: %s από την άκρη

source: Size
el: Μέγεθος
he: גודל

source: Size (KB)
el: Μέγεθος (KB)
he: גודל (KB)
it: Dimensione (KB)

source: %s of %s Transactions
el: %s των συναλλαγών %s
he: %0 מתוך %1 טרנזקציות
it: %0 di %1 Transazioni

source: %s outputs (singular)
el: %s παράγοντο
he: פלט 1
it: 1 output

source: %s outputs (plural)
el: %s παραγοντα
he: %0 פלטים
it: %0 outputs

source: Spending tx
el: Δαπάνες tx
he: נוצל ע"י
it: Speso nella transazione

source: Spent by
el: Ξοδευτικαν από
he: נוצל ע"י
it: Spesa da

source: Status
el: Κατάσταση
he: סטטוס
it: Stato

source: %s Transactions (singular)
el: %s Συναλλαγή
he: טרנזקציה אחת
it: %0 Transazioni

source: %s Transactions (plural)
el: %s Συναλλαγές
he: %0 טרנזקציות
it: %0 Transazioni

source: This transaction saved %s on fees by upgrading to native SegWit-Bech32Αυτή η συναλλαγή έσωσε %s στα τέλη με αναβάθμιση σε εγγενή SegWit-Bech322
el: Σήμανση

source: Total fees
el: Σύνολο τελών

source: Total size
el: Συνολικό μέγεθος

source: Total transactions
el: Σύνολο συναλλαγών

source: Total tx count
el: Συνολικός αριθμός tx
he: סה"כ טרנזקציות
it: Numero di transazioni totali

source: Total unspent
el: Σύνολο μη δαπανηθέντων
he: סה"כ לא מנוצל
it: Totale output non spesi

source: Transaction
el: Συναλλαγή
he: טרנזקציה
it: Transazione

source: Transaction fees
el: Τέλη συναλλαγής
he: עמלת טרנזקציה
it: Commissione transazione

source: Transaction not found
el: Η συναλλαγή δεν βρέθηκε
he: טרנזקציה לא נמצאה
it: Transazione non trovata

source: Transactions
el: Συναλλαγή
he: טרנזקציות
it: Transazioni

source: Transaction: %s
el: Συναλλαγή: %s
he: טרנזקציה: %0
it: Transazione: %0

source: Type
el: Τύπος
he: סוג
it: Tipologia

source: Unconfirmed
el: Επιβεβαιωμένη
he: לא מאושר
it: Non confermata

source: Unconfirmed received
el: Ανεπιβεβαίωτες έλαβε
he: התקבל (לא מאושר)
it: Output non confermeti ricevuti

source: Unconfirmed spent
el: Ανεπιβεβαίωτες δαπάνες
he: נשלח (לא מאושר)
it: Output non confermati spesi

source: Unconfirmed tx count
el: Ανεπιβεβαίωτες tx count
he: מספר טרנזקציות לא מאושרות
it: Numero transazioni non confermate

source: Unnecessary input heuristic
el: Περιττή ευρετική εισόδου
he: קלט לא הכרחי

source: Unspent
el: Αχρησιμοποίητα
he: לא נוצל
it: Non spesa

source: Value
el: Τιμή
he: שווי

source: Value commitment
el: Δέσμευση αξίας
it: Commitment dell'importo

source: Version
el: Έκδοση
he: גירסה
it: Versione

source: Virtual size
el: Εικονικό μέγεθος
he: גודל וירטואלי

source: We encountered an error. Please try again later.
el: Αντιμετωπίσαμε ένα σφάλμα. Παρακαλώ δοκιμάστε ξανά αργότερα.
he: התרחשה שגיאה. נא לנסות שוב מאוחר יותר.
it: C'è stato un problema. Per piacere riprova più tardi.

source: Weight (KWU)
el: Βάρος (KWU)
he: משקל (KWU)
it: Peso (KWU)

source: Weight units
el: Μονάδες βάρους
he: יחידות משקל

source: Witness
el: Μάρτυρας

source: Coinbase
he: פרס כרייה

source: CoinJoin transactions hide the link between inputs and outputs and improves Bitcoin's overall privacy and fungibility for everyone.
he: טרנזקציות CoinJoin מסתירות את הקשר בין קלטים לפלטים ומשפרים את הפרטיות והפאנג'יבילות של ביטקוין עבור כולם.

source: compared to bitcoind's suggested fee of %s sat/vB for confirmation within 2 blocks
he: בהשוואה לעמלה המומלצת של bitcoind של %s סטושי/בייט עבור אישור תוך 2 בלוקים

source: ETA
he: זמן אישור משוער

source: Sending exact amounts (with no change) is an indication the bitcoins likely didn't change hands.
he: לשלוח סכום מדויק (ללא עודף) זו אינדקציה שהביטקוינים לא עברו בעלות.

source: style.css
he: style-rtl.css

source: There's an indication that one output is more likely to be the change because some inputs would've been unnecessary if it was the payment.
he: קיימת אינדקציה שאחד הפלטים הוא ככל הנראה העודף, מכיוון שחלק מהקלטים לא היו נדרשים אם הוא היה התשלום.

source: This transaction could save %s on fees by upgrading to native SegWit-Bech32 or %s by upgrading to SegWit-P2SH
he: טרנזקציה זו יכולה לחסוך %s% בעמלות אם תשדרג לסגוויט-Bech32, או %s% אם תשדרג לסגוויט-P2SH

source: This transaction doesn't violate any of the privacy gotchas we cover. Read on other potential ways it might leak privacy.
he: טרנזקציה זו לא מפרה את בעיות הפרטיות שאנחנו מזהים. קרא על דרכים אחרות שהטרנזקציה עלולה לחשוף מידע פרטי.

source: This transaction has unnecessary inputs that are not typically added by wallet software.
he: טרנזקציה זו מכילה קלטים לא הכרחיים שלרוב לא מוכנסים ע"י תוכנות ארנק סטנדרטיות.

source: This transaction re-uses addresses. This makes it trivial to track your transactions over time and link them together. Note that we currently only look for address reuse within the transaction, not across the history.
he: טרנזקציה זו עושה שימוש חוזר בכתובות. שימוש חזור בכתובות הופך מעקב אחרי הטרנזקציות שלך לטריוויאלי. שים לב שאנחנו כרגע בודקים שימוש חזור בכתובות בתוך הטרנזקציה בלבד, לא לאורך ההיסטוריה.

source: This transaction saved %s on fees by upgrading to native SegWit-Bech32
he: טרנזקציה זו חסכה %s% בעמלות ע"י שדרוג לסגוויט-Bech32

source: This transaction saved %s on fees by upgrading to SegWit and could save %s more by fully upgrading to native SegWit-Bech32
he: טרנזקציה זו חסכה %s% בעמלות ע"י שדרוג לסגוויט ויכולה לחסוך %s% יותר ע"י שדרוג מלא לסגוויט-Bech33

source: Timestamp
he: זמן
it: Data

source: Using round payment amounts gives an indication of which output is the payment and which is the change. Padding payment amounts to use all available precision resolves this issue.
he: שימוש בסכומי תשלום עגולים נותנת אינדקציה להבחנה בין הפלט עודף לפלט תשלום. שימוש במלוא הדיוק האפשרי בסכום התשלום פותר את הבעיה.

source: Recent Blocks
it: Blocchi Recenti

source: Size (bytes)
it: Dimensione (bytes)

source: Virtual Size (KVB)
it: Dimensione Virtuale (KVB)

source: Virtual size (vbytes)
it: Dimensione Virtuale (vbytes)

source: Weight units (KWU)
it: Unità di peso (KWU)

source: Weight units (WU)
it: Unità di peso (WU)
